Repository: giellalt/corpus-sms
Catalog: prestable/tmx/sms2fin/admin/sd/dahpahusat_fi/ohjelma_vanhustyon_kehittamispaivat_23_5_-24_5_2012koltannos.pdf.tmx
Source language: sms
Languages: fin

source: SAAŠMI PUÄRRSITUÂI OOUDÂSVIIKKÂMPEEIŠV 23–24.5.2012, SääŠmkultturkõõskõs Sajos, Aanar
fin: SAAMELAISEN VANHUSTYÖN KEHITTÄMISPÄIVÄT 23–24.5.2012, Saamelaiskulttuurikeskus Sajos, Inari

source: čiâss 8.00 – Kultturkõõskõs Sajoozz čuäŠjtumuš kueŠssid
fin: klo 8.00 – Kulttuurikeskus Sajoksen esittely halukkaille

source: čiâss 8.30 – 9.15 Sååbbarkuâsstem, Sajoozz jõnnkäŠrdd
fin: klo 8.30 – 9.15 Tervetulokahvit, Sajoksen aula

source: čiâss 9.15 – 9.45 PeeiŠvi altteemsääŠn, sj.
fin: klo 9.15 – 9.45 Päivien aloitussanat, pj.

source: Arto Pohjanrinne, Sosiaal- da tiõrvâsvuõttluŠvddkåŠdd, SääŠmteŠǧǧ.
fin: Arto Pohjanrinne, Sosiaali- ja terveyslautakunta, Saamelaiskäräjät.

source: SaKaste- SaaŠmi sosiaal- da tiõrvâsvuõttkääzzkõõzzi ooudâsviikkâmraajõs- haŠŋǩǩõs.
fin: SaKaste- Saamelaisten sosiaali- ja terveyspalvelujen kehittämisrakennehanke.

source: Irmeli Moilanen, projektkoordinaattor, SaKaste-haŠŋǩǩõs
fin: Irmeli Moilanen, projektikoordinaattori, SaKaste-hanke

source: čiâss 9.45 – 10.45 SääŠmnaroodâst ouddneei pannmuŠšttempuõccâmvuõđ, Anne Remes, neurologii spesialdåhttar, professor, Nuõrti – LääŠddjânnam universitett.
fin: klo 9.45 – 10.45 Etenevät muistisairaudet saamelaisväestössä, Anne Remes, neurologian erikoislääkäri, professori, Itä-Suomen yliopisto.

source: Saaǥǥstõõllmõš.
fin: Keskustelua.

source: čiâss 10.45 – 11.45 Dementõõvvâm puärsmeei säŠmmlaž da suu håidd Heidi Eriksen, Uccjooǥǥ jååŠđteei tiõrvâsvuõttkõõskõsdåhttar.
fin: klo 10.45 – 11.45 Saamelaisen muistisairaan hoito, Heidi Eriksen, Utsjoen johtava terveyskeskuslääkäri.

source: čiâss 11.45 – 12.30 PeiŠvvporrmõš (jiõčč mäŠhssem).
fin: Keskustelua klo 11.45 – 12.30 Lounas (omakustanteinen).

source: Restrantt Galla, kultturkõõskõs Sajos
fin: Ravintola Galla, kulttuurikeskus Sajos

source: čiâss 12.30 – 13.30 Kaaunõõttmõš puäŠres oummin dåhttar tuâjast Enontekiöst, Taina Korhonen, Enontekiö tiõrvâsvuõttkõõskõsdåhttar.
fin: klo 12.30 – 13.30 Ikäihmisen kohtaaminen lääkärin työssä Enontekiöllä, Taina Korhonen, Enontekiön terveyskeskuslääkäri.

source: čiâss 13.30 -13.45 SäŠmmlaž, kååŠtt lij roodnairuåđhåiddai da suu maainstemvuârr: Måkam argg lij dååma, ko hååidak puärsmam diõtt dementõõvvâm puärrsad ?
fin: klo 13.30 -13.45 Saamelaisen omaishoitajan puheenvuoro: Mitä arki on kotona, kun hoidat muistisairasta ?

source: čiâss 13.45 – 14.00 SääŠmǩiõllsai dommkääzzkõstuâjjlai tobddmõõžž: ArggpeeiŠv vueŠjj dommkääzzkõstuâjast.
fin: klo 13.45 – 14.00 Saamenkielisten kotipalvelutyöntekijöiden kokemuksia: Arjen tilanteita kotipalvelutyössä.

source: Saaǥǥstõõllâm jååŠđteeŠjen Pia Ruotsala, sosiaal- da tiõrvâsvuõttpiisar, SääŠmteŠǧǧ
fin: Keskustelun ohjaajana Pia Ruotsala, sosiaali- ja terveyssihteeri, Saamelaiskäräjät

source: čiâss 14.00 – 14.45 KååŠffkõhtt.
fin: klo 14.00 – 14.45 Kahvitauko.

source: Sajoozz jõnnkäŠrdd.
fin: Sajoksen aula.

source: čiâss 14.45 – 16.30 SääŠmǩiõllsai pannmuŠšttempuõccâmvuõđ håiddvueŠǩǩ sääŠm dommvuuŠd kooŠddin.
fin: klo 14.45 – 16.30 Saamenkielisten muistisairaiden hoitotilanne saamelaisten kotiseutualueen kunnissa.

source: KooŠddi maainstemvuâr.
fin: Kuntien puheenvuorot.

source: Mõõnnallšem plaan liâ tuâjjvueŠlnn ?
fin: Mitä on suunnitteilla ?

source: MäŠhtt ǩiõll da kulttur vääŠldet lokku kääzzkõsproseessin ?
fin: Miten kieli ja kulttuuri huomioidaan palveluprosesseissa ?

source: Joonas Sippola, sosiaalvuäŠpsteei, Enontekiö Mirja Laiti, äävhååid jååŠđteei, Aanar Anitta Kaisanlahti, puärrsituâi jååŠđteei, SuäŠđjel Heidi Eriksen, jååŠđteei tiõrvâsvuõttkõõskõsdåhttar, Uccjokk Saaǥǥstõõllmõš
fin: Joonas Sippola, sosiaaliohjaaja, Enontekiö Mirja Laiti, avohoidon johtaja, Inari Anitta Kaisanlahti, vanhustyön johtaja, Sodankylä Heidi Eriksen, johtava terveyskeskuslääkäri, Utsjoki Keskustelua

source: čiâss 18.30 – 21.00 PeiŠvv-veärr Aanar Kultahovi.
fin: klo 18.30 – 21.00 Päivällinen Inarin Kultahovissa.

source: HoŠtell Aanar Kultahovi kulttursensitiivlaž tuåimmjemjuurd.
fin: Hotelli Inarin Kultahovin kulttuurisensitiivinen toiminta-ajatus.

source: Kaisu Nikula, hoŠteel jååŠđteei.
fin: Kaisu Nikula, hotellin johtaja.

source: čiâss 9.00 – 10.00 Puärrsituâi ooudâsviikkmõš.
fin: klo 9.00 – 10.00 Vanhustyön kehittäminen.

source: Proseessi malleem miârktõs puärrsituâjast.
fin: Prosessien mallintamisen merkitys vanhustyössä.

source: Inga Mukku, puärrsituâi koordinaattor, PaKaste 2, RuäŠvnjargg.
fin: Inga Mukku, vanhustyön koordinaattori, PaKaste 2, Rovaniemi.

source: čiâss 10.00 – 10.15 KååŠffkõhtt.
fin: klo 10.00 – 10.15 Kahvitauko, Sajoksen aula

source: čiâss 10.15 – 12.00 Joukktuâi Täävtõssân sääŠmǩiõllsaž pannmuŠšttempuõʒʒi håiddpääŠdd mallumuš
fin: klo 10.15 – 12.00 Ryhmätyöt. Tavoitteena saamenkielisen muistisairaan hoitoketjun mallintaminen

source: - Koozz taarbšet tuärjjõõzz ?
fin: - Mihin tarvitaan tukea ?

source: - Måkam pannmuŠšttempuõʒʒi argg lij da mõõnnalla tõn vueiŠtet tuärjjeed ?
fin: - Mitä muistisairaan arki on ja miten sitä voidaan tukea ?

source: - MâiŠd vueŠljet viikkâd ooudâs ?
fin: - Mitä lähdetään kehittämään ?

source: čiâss 12.00 – 13.00 PeiŠvvporrmõš (jiõčč mäŠhssem).
fin: klo 12.00 – 13.00 Lounas (omakustanteinen).

source: čiâss 13.00 – 14.00 Joukktuâi juätkkje
fin: klo 13.00 – 14.00 Ryhmätyöt jatkuu

source: čiâss 14.00 – 15.00 Joukktuâjai čuäŠjtõs.
fin: klo 14.00 – 15.00 Ryhmätöiden esitys.

source: Ristenrauna Magga, tuåimmjemjååŠđteei Sàmi Soster rõ, Irmeli Moilanen, haŠŋǩǩõskoordinaattor, SaKaste-haŠŋǩǩõs da Pia Ruotsala, sosiaal- da tiõrvâsvuõttpiisar, SääŠmteŠǧǧ
fin: Ristenrauna Magga, toiminnanjohtaja Sàmi Soster ry., Irmeli Moilanen, hankekoordinaattori, SaKaste-hanke ja Pia Ruotsala, sosiaali- ja terveyssihteeri, Saamelaiskäräjät

source: čiâss 15.00 – 15.15 KååŠffkõhtt, Restrantt Galla
fin: klo 15.00 – 15.15 Kahvitauko, Ravintola Galla

source: čiâss 15.15 – 16.00 OoudâsviikkâmpeeiŠvi õŠhttepiijjmõš da sääŠm pannmuŠšttempuõccâmvuõđ håiddpälggaz ooudâsviikkâm meäŠrtumuš.
fin: klo 15.15 – 16.00 Kehittämispäivien yhteenveto ja saamelaisen muistisairaan hoitopolun kehittämiskohteiden määrittely.

source: Juätkktuâjast suåppmõš.
fin: Jatkotyöskentelystä sopiminen.

source: Ristenrauna Magga, tuåimmjemjååŠđteei Sàmi Soster rõ Irmeli Moilanen, haŠŋǩǩõskoordinaattor, SaKaste-hanke da Pia Ruotsala, sosiaal- da tiõrvâsvuõttpiisar, SääŠmteŠǧǧ,
fin: Ristenrauna Magga, toiminnanjohtaja Sàmi Soster ry Irmeli Moilanen, hankekoordinaattori, SaKaste-hanke ja Pia Ruotsala, sosiaali- ja terveyssihteeri, Saamelaiskäräjät
